Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: This does not read a live keyboard or execute commands. Change the sample conditions, then preview the expected overrides.
de: Die Vorschau liest keine Live-Tastatur und führt keine Befehle aus. Ändere die Beispielbedingungen und prüfe dann die erwarteten temporären Einstellungen.
es: Esto no lee el teclado activo ni ejecuta comandos. Cambia las condiciones de ejemplo y previsualiza los cambios temporales previstos.
et: Eelvaade ei loe töötava klaviatuuri olekut ega käivita käske. Muuda näidistingimusi ja vaata eeldatavaid ajutisi seadeid.
fr: Cet aperçu ne lit pas le clavier actif et n’exécute aucune commande. Modifie les conditions d’exemple, puis prévisualise les réglages temporaires attendus.
hu: Az előnézet nem olvassa az élő billentyűzetet, és nem futtat parancsokat. Módosítsd a mintafeltételeket, majd nézd meg a várható ideiglenes beállításokat.
it: L’anteprima non legge la tastiera attiva e non esegue comandi. Modifica le condizioni di esempio e visualizza le modifiche temporanee previste.
ja: 動作中のキーボードを読み取ったり、コマンドを実行したりすることはありません。サンプルの条件を変更して、一時設定の予想結果を確認してください。
ko: 실행 중인 키보드를 읽거나 명령을 실행하지 않습니다. 예시 조건을 변경한 다음 예상되는 임시 설정을 미리 보세요.
ms: Pratonton tidak membaca papan kekunci langsung atau menjalankan arahan. Ubah syarat sampel, kemudian pratonton tetapan sementara yang dijangka.
pt: A pré-visualização não lê o teclado ativo nem executa comandos. Altera as condições de exemplo e vê as alterações temporárias previstas.
ru: Предпросмотр не считывает данные работающей клавиатуры и не выполняет команды. Измените пример условий и посмотрите ожидаемые временные настройки.
zh_hans: 此预览不会读取正在使用的键盘或执行命令。更改示例条件后，即可预览预期的临时设置。

source: This draft has changed since the build started. Replace it with the result?
de: Dieser Entwurf wurde seit Beginn der Erstellung geändert. Durch das Ergebnis ersetzen?
es: Este borrador ha cambiado desde que empezó la creación. ¿Quieres sustituirlo por el resultado?
et: Seda mustandit on pärast koostamise algust muudetud. Kas asendada see tulemusega?
fr: Ce brouillon a été modifié depuis le début de la création. Le remplacer par le résultat ?
hu: Ez a piszkozat a létrehozás indítása óta megváltozott. Lecseréled az eredményre?
it: Questa bozza è stata modificata dopo l’avvio della creazione. Vuoi sostituirla con il risultato?
ja: 作成開始後にこの下書きが変更されました。結果で置き換えますか？
ko: 생성을 시작한 후 이 초안이 변경되었습니다. 결과로 바꾸시겠습니까?
ms: Draf ini telah berubah sejak pembinaan bermula. Gantikan dengan hasilnya?
pt: Este rascunho foi alterado desde o início da criação. Queres substituí-lo pelo resultado?
ru: Этот черновик изменился после начала создания. Заменить его результатом?
zh_hans: 此草稿在生成开始后已被修改。要用结果替换吗？

source: This effect brings its own colors. The choice below applies to the other styles.
de: Dieser Effekt bringt eigene Farben mit. Die Auswahl unten gilt für die anderen Stile.
es: Este efecto trae sus propios colores. La opción de abajo se aplica a los demás estilos.
et: Sellel efektil on oma värvid. Allolev valik kehtib teistele stiilidele.
fr: Cet effet a ses propres couleurs. Le choix ci-dessous s’applique aux autres styles.
hu: Ennek az effektnek saját színei vannak. Az alábbi választás a többi stílusra vonatkozik.
it: Questo effetto ha i suoi colori. La scelta qui sotto vale per gli altri stili.
ja: このエフェクトには独自の色があります。下の選択は他のスタイルに適用されます。
ko: 이 효과는 자체 색상을 사용합니다. 아래 선택은 다른 스타일에 적용됩니다.
ms: Kesan ini membawa warnanya sendiri. Pilihan di bawah digunakan untuk gaya lain.
pt: Este efeito traz as suas próprias cores. A opção abaixo aplica-se aos outros estilos.
ru: У этого эффекта свои цвета. Выбор ниже относится к остальным стилям.
zh_hans: 此效果自带颜色。下方的选择适用于其他样式。

source: This feature requires Clink Pro.
de: Diese Funktion benötigt Clink Pro.
es: Esta función requiere Clink Pro.
et: See funktsioon vajab Clink Prod.
fr: Cette fonction nécessite Clink Pro.
hu: Ehhez a funkcióhoz Clink Pro szükséges.
it: Questa funzione richiede Clink Pro.
ja: この機能にはClink Proが必要です。
ko: 이 기능을 사용하려면 Clink Pro가 필요합니다.
ms: Ciri ini memerlukan Clink Pro.
pt: Esta funcionalidade requer o Clink Pro.
ru: Для этой функции нужен Clink Pro.
zh_hans: 此功能需要 Clink Pro。

source: This file could not be installed as a font.
de: Diese Datei konnte nicht als Schrift installiert werden.
es: No se ha podido instalar este archivo como fuente.
et: Seda faili ei saanud fondina installida.
fr: Impossible d’installer ce fichier comme police.
hu: Ez a fájl nem telepíthető betűtípusként.
it: Impossibile installare questo file come font.
ja: このファイルをフォントとしてインストールできませんでした。
ko: 이 파일을 서체로 설치할 수 없습니다.
ms: Fail ini tidak dapat dipasang sebagai fon.
pt: Não foi possível instalar este ficheiro como tipo de letra.
ru: Не удалось установить этот файл как шрифт.
zh_hans: 无法将此文件安装为字体。

source: This font has no letters yet.
de: Diese Schrift hat noch keine Buchstaben.
es: Esta fuente aún no tiene letras.
et: Sellel fondil pole veel tähti.
fr: Cette police n'a encore aucune lettre.
hu: Ennek a betűtípusnak még nincsenek betűi.
it: Questo font non ha ancora lettere.
ja: このフォントにはまだ文字がありません。
ko: 이 글꼴에는 아직 글자가 없습니다.
ms: Fon ini belum mempunyai huruf.
pt: Esta fonte ainda não tem letras.
ru: В этом шрифте пока нет букв.
zh_hans: 这个字体还没有任何字母。

source: This font has too many characters.
de: Diese Schrift hat zu viele Zeichen.
es: Esta fuente tiene demasiados caracteres.
et: Sellel fondil on liiga palju märke.
fr: Cette police contient trop de caractères.
hu: Ennek a betűtípusnak túl sok karaktere van.
it: Questo font ha troppi caratteri.
ja: このフォントは文字数が多すぎます。
ko: 이 글꼴의 문자가 너무 많습니다.
ms: Fon ini mempunyai terlalu banyak aksara.
pt: Esta fonte tem demasiados caracteres.
ru: В этом шрифте слишком много знаков.
zh_hans: 这个字体的字符太多了。

source: This font started from %@, so its letters are someone else's work and Clink won't export it as a file. A font you draw from scratch can be exported.
de: Diese Schrift geht von %@ aus, ihre Buchstaben sind also fremde Arbeit, und Clink exportiert sie nicht als Datei. Eine von Grund auf gezeichnete Schrift lässt sich exportieren.
es: Esta fuente parte de %@, así que sus letras son obra de otra persona y Clink no la exportará como archivo. Una fuente que dibujes desde cero sí se puede exportar.
et: See font sai alguse fondist %@, seega on selle tähed kellegi teise töö ja Clink ei ekspordi seda failina. Nullist joonistatud fondi saab eksportida.
fr: Cette police est basée sur %@ : ses lettres sont l’œuvre de quelqu’un d’autre, donc Clink ne peut pas l’exporter en fichier. Tu peux exporter une police que tu dessines entièrement toi-même.
hu: Ez a betűtípus %@ alapján készült, így a betűi más munkája, és a Clink nem exportálja fájlként. A nulláról rajzolt betűtípus exportálható.
it: Questo font parte da %@, quindi le sue lettere sono lavoro di qualcun altro e Clink non lo esporterà come file. Un font che disegni da zero può essere esportato.
ja: このフォントは%@をもとにしているため、その文字は他者の制作物であり、Clinkはファイルとして書き出しません。ゼロから描いたフォントは書き出せます。
ko: 이 글꼴은 %@에서 시작했으므로 글자가 다른 사람의 작업물이며 Clink는 파일로 내보내지 않습니다. 처음부터 직접 그린 글꼴은 내보낼 수 있습니다.
ms: Fon ini bermula daripada %@, jadi hurufnya ialah hasil kerja orang lain dan Clink tidak akan mengeksportnya sebagai fail. Fon yang anda lukis dari awal boleh dieksport.
pt: Esta fonte partiu de %@, por isso as letras são trabalho de outra pessoa e o Clink não a exporta como ficheiro. Uma fonte que desenhe de raiz pode ser exportada.
ru: Этот шрифт создан на основе %@, поэтому его буквы — чужая работа, и Clink не экспортирует его в файл. Шрифт, нарисованный с нуля, экспортировать можно.
zh_hans: 这个字体基于 %@ 制作，字形是他人的作品，Clink 不会将其导出为文件。你从零绘制的字体可以导出。

source: This font's drawings could not be opened.
de: Die Zeichnungen dieser Schrift konnten nicht geöffnet werden.
es: No se pudieron abrir los dibujos de esta fuente.
et: Selle fondi joonistusi ei õnnestunud avada.
fr: Impossible d'ouvrir les dessins de cette police.
hu: A betűtípus rajzai nem nyithatók meg.
it: Non è stato possibile aprire i disegni di questo font.
ja: このフォントの描画データを開けませんでした。
ko: 이 글꼴의 그림을 열 수 없습니다.
ms: Lukisan fon ini tidak dapat dibuka.
pt: Não foi possível abrir os desenhos desta fonte.
ru: Не удалось открыть рисунки этого шрифта.
zh_hans: 无法打开此字体的绘制数据。

source: This is an event action. Closing a panel or running a command does not create an undo rule.
de: Dies ist eine Ereignisaktion. Das Schließen eines Panels oder Ausführen eines Befehls erstellt keine Rückgängig-Regel.
es: Esta es una acción de evento. Cerrar un panel o ejecutar un comando no crea una regla para deshacerlo.
et: See on sündmuse toiming. Paneeli sulgemine või käsu käivitamine ei loo tagasivõtmisreeglit.
fr: C’est une action d’événement. Fermer un panneau ou exécuter une commande ne crée pas de règle d’annulation.
hu: Ez egy eseményművelet. A panel bezárása vagy parancs futtatása nem hoz létre visszavonási szabályt.
it: Questa è un’azione su evento. Chiudere un pannello o eseguire un comando non crea una regola di annullamento.
ja: これはイベントアクションです。パネルを閉じたりコマンドを実行したりしても、元に戻すルールは作成されません。
ko: 이벤트 동작입니다. 패널을 닫거나 명령을 실행해도 되돌리기 규칙이 생성되지는 않습니다.
ms: Ini tindakan peristiwa. Menutup panel atau menjalankan arahan tidak mencipta peraturan buat asal.
pt: Esta é uma ação de evento. Fechar um painel ou executar um comando não cria uma regra para anular a ação.
ru: Это действие по событию. Закрытие панели или выполнение команды не создаёт правило отмены.
zh_hans: 这是事件操作。关闭面板或运行命令不会创建撤销规则。

source: This is the instruction handed to the on-device model. Edit it to change how this action behaves.
de: Das ist die Anweisung, die an das Modell auf dem Gerät geht. Bearbeite sie, um zu ändern, wie sich diese Aktion verhält.
es: Esta es la instrucción que recibe el modelo del dispositivo. Edítala para cambiar cómo se comporta esta acción.
et: See on juhis, mis antakse seadmesisesele mudelile. Muuda seda, et muuta selle tegevuse käitumist.
fr: C'est l'instruction envoyée au modèle sur l'appareil. Modifie-la pour changer le comportement de cette action.
hu: Ezt az utasítást kapja az eszközön futó modell. Szerkeszd, ha meg akarod változtatni, hogyan működik ez a művelet.
it: Questa è l’istruzione che passi al modello sul dispositivo. Modificala per cambiare il comportamento di questa azione.
ja: これはデバイス内のモデルに渡す指示です。編集するとこのアクションの動きが変わります。
ko: 이건 기기 안의 모델에 전달되는 지시문이에요. 이 동작이 어떻게 작동할지 바꾸려면 여기를 고치세요.
ms: Ini arahan yang diberi kepada model dalam peranti. Edit untuk ubah cara tindakan ini berfungsi.
pt: Esta é a instrução dada ao modelo no dispositivo. Edita-a para mudar como esta ação se comporta.
ru: Это указание, которое передаётся модели на устройстве. Измените его, чтобы поменять поведение действия.
zh_hans: 这是给设备上模型的指令。改一改，就能改变这个操作的行为。

source: This is the real thing
de: Das ist die echte Tastatur
es: Este es el teclado de verdad
et: See on päris asi
fr: C'est le vrai clavier
hu: Ez az igazi billentyűzet
it: Questa è la tastiera vera
ja: これは本物のキーボードです
ko: 실제 키보드예요
ms: Ini papan kekunci sebenar
pt: Este é o teclado a sério
ru: Всё по-настоящему
zh_hans: 这就是真正的键盘

source: This key draws its own label live (shift state, the field's return action, the globe, or a blank space bar), so there's nothing to set here.
de: Diese Taste zeichnet ihr Label selbst und live (Umschaltzustand, Rückgabeaktion des Felds, Globus oder leere Leertaste), hier gibt es also nichts einzustellen.
es: Esta tecla dibuja su propia etiqueta al vuelo (mayúsculas, la acción de retorno del campo, el globo o una barra espaciadora en blanco), así que aquí no hay nada que tocar.
et: See klahv joonistab oma pealdise reaalajas (tõstuolek, välja sisestustegevus, gloobus või tühi tühikuklahv), seega pole siin midagi määrata.
fr: Cette touche affiche son propre libellé en direct (majuscules, action retour du champ, globe ou barre d'espace vide), donc rien à régler ici.
hu: Ez a billentyű élőben rajzolja a saját feliratát (shift állapot, a mező return művelete, a földgömb vagy üres szóköz), úgyhogy itt nincs mit beállítani.
it: Questo tasto disegna la sua etichetta al volo (stato Maiuscole, azione Invio del campo, globo o barra spaziatrice vuota), quindi qui non c'è niente da impostare.
ja: このキーはラベルを自分でその場で描きます（シフトの状態、フィールドのリターン動作、地球儀、または何もないスペースバー）。なのでここで設定することはありません。
ko: 이 키는 라벨을 그때그때 직접 그려요(시프트 상태, 필드의 Return 동작, 지구본, 또는 빈 스페이스 바). 그래서 여기서 따로 설정할 건 없어요.
ms: Kekunci ini lukis labelnya sendiri secara langsung (shift, tindakan return medan, glob, atau bar ruang kosong), jadi tak ada apa nak tetapkan di sini.
pt: Esta tecla desenha a sua própria etiqueta ao vivo (estado de maiúsculas, ação de retorno do campo, globo ou barra de espaço em branco), por isso não há nada para definir aqui.
ru: Эта клавиша рисует свою подпись на лету (состояние Shift, действие Return для поля, глобус или пустой пробел), поэтому задавать здесь нечего.
zh_hans: 这个键会自己实时画出标签（Shift 状态、字段的 Return 操作、地球键，或是空白的空格键），所以这里没什么好设的。

source: This key draws its own label live based on context. Nothing to set here.
de: Diese Taste zeigt ihre Beschriftung je nach Kontext live an. Hier gibt es nichts einzustellen.
es: Esta tecla dibuja su propia etiqueta en tiempo real según el contexto. Aquí no hay nada que configurar.
et: See klahv joonistab oma pealdise reaalajas konteksti põhjal. Siin pole midagi määrata.
fr: Cette touche affiche son libellé en direct selon le contexte. Il n'y a rien à régler ici.
hu: Ez a billentyű a helyzet alapján élőben rajzolja ki a saját feliratát. Itt nincs mit beállítani.
it: Questa tecla mostra la propria etichetta in tempo reale in base al contesto. Qui non c'è nulla da impostare.
ja: このキーの表示は状況に合わせて自動で変わります。ここでの設定はありません。
ko: 이 키는 상황에 맞춰 라벨을 실시간으로 표시해요. 여기서 설정할 내용은 없어요.
ms: Kekunci ini memaparkan label sendiri secara langsung mengikut konteks. Tiada apa-apa untuk ditetapkan di sini.
pt: Esta tecla apresenta o próprio texto em tempo real consoante o contexto. Não há nada para configurar aqui.
ru: Эта клавиша сама рисует свою подпись в зависимости от контекста. Здесь настраивать нечего.
zh_hans: 此按键会根据当前情境实时显示自己的标签，无需在这里设置。

source: This model couldn't create a valid draft. Try another model or a simpler request.
de: Dieses Modell konnte keinen gültigen Entwurf erstellen. Versuche ein anderes Modell oder eine einfachere Anfrage.
es: Este modelo no ha podido crear un borrador válido. Prueba con otro modelo o una solicitud más sencilla.
et: See mudel ei suutnud luua nõuetele vastavat mustandit. Proovi teist mudelit või lihtsamat päringut.
fr: Ce modèle n’a pas pu créer un brouillon valide. Essaie un autre modèle ou une demande plus simple.
hu: Ez a modell nem tudott érvényes piszkozatot létrehozni. Próbálj másik modellt vagy egyszerűbb kérést.
it: Questo modello non è riuscito a creare una bozza valida. Prova un altro modello o una richiesta più semplice.
ja: このモデルでは有効な下書きを作成できませんでした。別のモデルを選ぶか、リクエストを簡単にしてお試しください。
ko: 이 모델이 유효한 초안을 만들지 못했습니다. 다른 모델을 선택하거나 더 간단한 요청으로 시도해 주세요.
ms: Model ini tidak dapat menghasilkan draf yang sah. Cuba model lain atau permintaan yang lebih ringkas.
pt: Este modelo não conseguiu criar um rascunho válido. Experimenta outro modelo ou um pedido mais simples.
ru: Эта модель не смогла создать корректный черновик. Попробуйте другую модель или более простой запрос.
zh_hans: 此模型未能创建有效的草稿。请尝试其他模型或更简单的请求。

source: This panel has an error
de: Bei diesem Panel ist ein Fehler aufgetreten
es: Este panel tiene un error
et: Selles paneelis on viga
fr: Ce panneau a une erreur
hu: Ezen a panelen hiba van
it: Questo pannello ha un errore
ja: このパネルでエラーが出ています
ko: 이 패널에 오류가 있어요
ms: Panel ini ada ralat
pt: Este painel tem um erro
ru: В этой панели ошибка
zh_hans: 这个面板有错误

source: This phone can't run Apple Intelligence.
de: Dieses Handy kann Apple Intelligence nicht ausführen.
es: Este teléfono no puede usar Apple Intelligence.
et: See telefon ei saa Apple Intelligence’i käitada.
fr: Ce téléphone ne peut pas faire tourner Apple Intelligence.
hu: Ez a telefon nem tudja futtatni az Apple Intelligence-t.
it: Questo telefono non può usare Apple Intelligence.
ja: この iPhone では Apple Intelligence を使えません。
ko: 이 폰에서는 Apple Intelligence를 쓸 수 없어요.
ms: Telefon ini tak boleh menjalankan Apple Intelligence.
pt: Este telemóvel não consegue correr o Apple Intelligence.
ru: На этом телефоне Apple Intelligence не работает.
zh_hans: 这台手机跑不了 Apple Intelligence。

source: This plugin can read and change your keyboard settings and edit text. Choose which additional data it may access.
de: Dieses Plugin kann deine Tastatureinstellungen lesen und ändern sowie Text bearbeiten. Wähle, auf welche weiteren Daten es zugreifen darf.
es: Este plugin puede leer y cambiar los ajustes del teclado y editar texto. Elige a qué otros datos puede acceder.
et: See pistikprogramm saab lugeda ja muuta klaviatuuri seadeid ning teksti redigeerida. Vali, millistele lisaandmetele see ligi pääseb.
fr: Ce plugin peut lire et modifier les réglages du clavier et le texte. Choisis les autres données auxquelles il peut accéder.
hu: A bővítmény olvashatja és módosíthatja a billentyűzet beállításait, valamint szöveget szerkeszthet. Válaszd ki, milyen további adatokhoz férhet hozzá.
it: Questo plugin può leggere e modificare le impostazioni della tastiera e il testo. Scegli a quali altri dati può accedere.
ja: このプラグインはキーボード設定の読み取りと変更、テキストの編集ができます。追加でアクセスを許可するデータを選んでください。
ko: 이 플러그인은 키보드 설정을 읽고 변경하며 텍스트를 편집할 수 있습니다. 추가로 접근을 허용할 데이터를 선택하세요.
ms: Pemalam ini boleh membaca dan mengubah tetapan papan kekunci serta menyunting teks. Pilih data tambahan yang boleh diaksesnya.
pt: Este plugin pode ler e alterar as definições do teclado e editar texto. Escolha a que outros dados pode aceder.
ru: Этот плагин может читать и менять настройки клавиатуры и редактировать текст. Выберите, к каким дополнительным данным разрешить доступ.
zh_hans: 此插件可以读取和更改键盘设置，并编辑文本。请选择它还可以访问哪些数据。

source: This plugin changed. Close this sheet and review it again.
de: Dieses Plugin wurde geändert. Schließe dieses Fenster und prüfe es erneut.
es: El plugin ha cambiado. Cierra esta ventana y revísalo de nuevo.
et: See pistikprogramm on muutunud. Sule see aken ja vaata see uuesti üle.
fr: Ce plugin a changé. Ferme cette fenêtre et vérifie-le à nouveau.
hu: A bővítmény megváltozott. Zárd be ezt az ablakot, és ellenőrizd újra.
it: Il plugin è cambiato. Chiudi questa finestra e verificalo di nuovo.
ja: このプラグインは変更されました。この画面を閉じて、もう一度確認してください。
ko: 플러그인이 변경되었습니다. 이 창을 닫고 다시 검토하세요.
ms: Pemalam ini telah berubah. Tutup helaian ini dan semak semula.
pt: Este plugin foi alterado. Feche esta janela e reveja-o.
ru: Плагин изменился. Закройте это окно и проверьте его снова.
zh_hans: 此插件已更改。请关闭此页面并重新检查。

source: This plugin has no settings. It works from its hooks while you type.
de: Dieses Plugin hat keine Einstellungen. Es arbeitet beim Tippen über seine Hooks.
es: Este plugin no tiene ajustes. Funciona con sus hooks mientras escribes.
et: Sellel pistikprogrammil pole seadeid. See töötab tippimise ajal oma haakide kaudu.
fr: Ce plugin n’a pas de réglages. Ses fonctions se déclenchent pendant que tu tapes.
hu: Ennek a bővítménynek nincsenek beállításai. Gépelés közben a horogpontjain keresztül működik.
it: Questo plugin non ha impostazioni. Funziona tramite i suoi hook mentre scrivi.
ja: このプラグインには設定がありません。入力中にフックで動作します。
ko: 이 플러그인에는 설정이 없습니다. 입력하는 동안 훅으로 동작합니다.
ms: Plugin ini tiada tetapan. Ia berfungsi melalui cangkuknya semasa anda menaip.
pt: Este plugin não tem definições. Funciona através dos seus hooks enquanto escreve.
ru: У этого плагина нет настроек. Он работает через хуки, пока вы печатаете.
zh_hans: 此插件没有设置。它在你输入时通过钩子运行。

source: This plugin is switched off in the list.
de: Dieses Plugin ist in der Liste ausgeschaltet.
es: Este plugin está desactivado en la lista.
et: See pistikprogramm on loendis välja lülitatud.
fr: Ce plugin est désactivé dans la liste.
hu: Ez a bővítmény ki van kapcsolva a listában.
it: Questo plugin è disattivato nell'elenco.
ja: このプラグインはリストでオフになっています。
ko: 이 플러그인은 목록에서 꺼져 있습니다.
ms: Plugin ini dimatikan dalam senarai.
pt: Este plugin está desligado na lista.
ru: Этот плагин выключен в списке.
zh_hans: 此插件在列表中已关闭。

source: This plugin is switched off, so its item isn't in the keyboard right now.
de: Dieses Plugin ist ausgeschaltet, deshalb fehlt sein Element gerade in der Tastatur.
es: Este plugin está desactivado, así que su elemento no aparece ahora en el teclado.
et: See pistikprogramm on välja lülitatud, seega selle elementi praegu klaviatuuril pole.
fr: Ce plugin est désactivé, son élément n'est donc pas dans le clavier pour l'instant.
hu: Ez a bővítmény ki van kapcsolva, ezért az eleme most nincs a billentyűzeten.
it: Questo plugin è disattivato, quindi il suo elemento ora non è nella tastiera.
ja: このプラグインはオフなので、今はキーボードに表示されません。
ko: 이 플러그인이 꺼져 있어서 지금은 키보드에 항목이 없습니다.
ms: Pemalam ini dimatikan, jadi itemnya tiada dalam papan kekunci sekarang.
pt: Este plugin está desligado, por isso o respetivo elemento não aparece no teclado.
ru: Этот плагин выключен, поэтому его элемента сейчас нет на клавиатуре.
zh_hans: 此插件已关闭，所以它的项目现在不在键盘中。

source: This plugin isn't installed or is switched off. The key stays empty until it's back.
de: Dieses Plugin ist nicht installiert oder ausgeschaltet. Die Taste bleibt leer, bis es zurück ist.
es: Este plugin no está instalado o está desactivado. La tecla queda vacía hasta que vuelva.
et: See pistikprogramm pole paigaldatud või on välja lülitatud. Klahv jääb tühjaks, kuni see naaseb.
fr: Ce plugin n'est pas installé ou est désactivé. La touche reste vide jusqu'à son retour.
hu: Ez a bővítmény nincs telepítve, vagy ki van kapcsolva. A billentyű üres marad, amíg vissza nem kerül.
it: Questo plugin non è installato o è disattivato. Il tasto resta vuoto finché non torna.
ja: このプラグインは入っていないか、オフになっています。戻るまでキーは空のままです。
ko: 이 플러그인이 설치되어 있지 않거나 꺼져 있습니다. 돌아올 때까지 키는 비어 있습니다.
ms: Plugin ini tidak dipasang atau dimatikan. Kekunci kekal kosong sehingga ia kembali.
pt: Este plugin não está instalado ou está desligado. A tecla fica vazia até voltar.
ru: Этот плагин не установлен или выключен. Клавиша останется пустой, пока он не вернётся.
zh_hans: 此插件未安装或已关闭。在它回来之前，这个键会保持空白。

source: This plugin runs automatically when its conditions match.
de: Dieses Plugin wird automatisch ausgeführt, wenn seine Bedingungen erfüllt sind.
es: Este plugin se ejecuta automáticamente cuando se cumplen sus condiciones.
et: See pistikprogramm käivitub automaatselt, kui selle tingimused on täidetud.
fr: Ce plugin s’exécute automatiquement lorsque ses conditions sont remplies.
hu: Ez a bővítmény automatikusan elindul, amikor teljesülnek a feltételei.
it: Questo plugin si avvia automaticamente quando le sue condizioni sono soddisfatte.
ja: このプラグインは、条件を満たすと自動的に実行されます。
ko: 이 플러그인은 조건을 충족하면 자동으로 실행됩니다.
ms: Plugin ini dijalankan secara automatik apabila syaratnya dipenuhi.
pt: Este plugin é executado automaticamente quando as suas condições se verificam.
ru: Этот плагин запускается автоматически при выполнении его условий.
zh_hans: 此插件会在满足条件时自动运行。
